const Kiyaku = () =>{
  return (
    <div>
      <h1>利用規約</h1>
        <h2>当サイトをご利用いただく前に必ずご一読ください。</h2><br />
        <h3>当サイトの利用をもって、このサイト利用規約（以下「本規約」という）に同意したものとみなします。</h3>
      <h2>基本原則</h2>
      <ul>
        <li>当サイトからダウンロードできる素材(以下「文字顔」という)は、本契約の条件に沿う利用である限り、「用途・営利・非営利」を問わず無料で自由にご利用いただいております。</li>
        <li>ご利用の際の著作権・提供等の表示は不要ですが、文字顔の権利は当サイトの製作者兼管理者(以下「私」という)が保持しています。</li>
        <li>ご利用の際のご報告は不要です。</li>
      </ul>
      <h2>禁止事項</h2>
      <ul>
        <li>当サイトを誹謗中傷する行為</li>
        <li>文字顔を利用して、他人を不快にする行為、公序良俗に反する行為</li>
      </ul>
      <h2>一般条項</h2>
      <ul>
        <li>文字顔により何らかのトラブルが生じた場合、私は一切の責任を追いかねます。ご了承ください</li>
        <li>本契約は、告知なく突然変更される場合があります、ご了承ください。本契約の変更後に当サイトをご利用される場合、変更された本契約がユーザーに適用されるものとします。</li>
        <li>本契約のいずれかの条項が有効な管轄を有する裁判所、その他の審理体によって無効、執行不能と判断されたとしても、その条項は法律上可能な限り最大限効力を有し、本契約のその他の条項の効力は妨げられないものとします。</li>
        <li>本契約は、日本法に準拠し、これに従って解釈されるものとします。</li>
        <li>本契約に関して紛争が生じた場合、福岡地方裁判所を第一審の専属的合意管轄裁判所とします。</li> 
      </ul>
    </div>  
  )
}